[
  {
    "id": 1,
    "courseId": "6357982d16bc457c30f69539",
    "guid": "ca6e3394-42b5-4533-8e1a-2d345dc3f920",
    "balance": "$1,245.39",
    "picture": "http://placehold.it/32x32",
    "age": 24,
    "name": "Joni Holcomb",
    "company": "COMVEYER",
    "about": "Consequat enim qui tempor magna velit qui laboris ad. Duis sit elit Lorem consectetur deserunt consectetur. Mollit laborum nisi veniam laborum eu deserunt veniam do eiusmod. Minim nostrud sint reprehenderit non anim velit ullamco exercitation Lorem anim fugiat adipisicing pariatur. Elit minim commodo et reprehenderit consectetur anim elit.\r\n",
    "registered": "2021-06-12T03:25:48 -06:00"
  },
  {
    "id": 2,
    "courseId": "6357982ded37495cf38007c4",
    "guid": "0131951d-9ae7-4282-a48e-a10bb2211199",
    "balance": "$3,337.49",
    "picture": "http://placehold.it/32x32",
    "age": 37,
    "name": "Roberts Hoffman",
    "company": "EXOSPACE",
    "about": "Nisi elit consequat sunt irure dolore Lorem Lorem deserunt duis labore aliquip culpa. Non nostrud irure ad elit. Exercitation quis proident dolore in nisi est id occaecat mollit. Id non eiusmod est tempor eiusmod eu anim consectetur esse in excepteur occaecat quis consectetur. Adipisicing labore cupidatat minim Lorem dolor id amet pariatur fugiat.\r\n",
    "registered": "2019-09-11T04:11:46 -06:00"
  },
  {
    "id": 3,
    "courseId": "6357982d0633b7687222818b",
    "guid": "f3bdcc55-ade6-422b-8874-45bf0ccd88cb",
    "balance": "$2,066.01",
    "picture": "http://placehold.it/32x32",
    "age": 40,
    "name": "Kathryn Sharpe",
    "company": "AQUAMATE",
    "about": "Elit dolor mollit cupidatat esse tempor cillum aliqua reprehenderit minim fugiat cillum est id exercitation. Nisi veniam minim Lorem cillum ex deserunt consectetur esse. Mollit nulla deserunt enim incididunt. Ut nulla quis duis duis id proident quis ad deserunt proident reprehenderit pariatur laborum culpa. Non irure dolor aliqua laborum nulla veniam sit commodo proident consequat. Sint anim mollit irure adipisicing do dolore non reprehenderit nisi nulla veniam laborum occaecat. Aliqua anim laboris dolore reprehenderit quis id do velit consectetur cillum.\r\n",
    "registered": "2020-01-29T12:14:20 -06:00"
  },
  {
    "id": 4,
    "courseId": "6357982ddcd152deb1c1c762",
    "guid": "1824c7f1-9ef9-40e5-bde1-baea654b9d05",
    "balance": "$3,619.07",
    "picture": "http://placehold.it/32x32",
    "age": 34,
    "name": "Ortega Kelley",
    "company": "MICROLUXE",
    "about": "Nulla deserunt et do nostrud qui laboris exercitation proident nisi do. Consequat nisi nostrud voluptate quis adipisicing nulla cupidatat mollit exercitation. Veniam non commodo cupidatat non sit cillum qui Lorem quis deserunt Lorem culpa commodo tempor. Commodo minim laboris pariatur in pariatur sunt officia voluptate. Dolore proident elit consectetur est eiusmod ipsum cupidatat minim velit aute. Excepteur dolor ad minim velit laborum voluptate.\r\n",
    "registered": "2020-05-13T01:27:10 -06:00"
  },
  {
    "id": 5,
    "courseId": "6357982d3d5d2277e60f375d",
    "guid": "7b813f85-e455-4a8f-a1a1-0e03d97d3aa4",
    "balance": "$1,009.57",
    "picture": "http://placehold.it/32x32",
    "age": 33,
    "name": "Kemp Brown",
    "company": "TERRAGO",
    "about": "Cillum nulla nostrud ut anim incididunt ex nulla amet voluptate anim officia in. Occaecat elit ut aliqua reprehenderit excepteur tempor minim tempor excepteur sint qui. Quis fugiat reprehenderit aliqua cupidatat quis in sunt consectetur. Nostrud pariatur deserunt sit velit commodo id. Proident ullamco pariatur ipsum cillum deserunt dolore ea commodo et.\r\n",
    "registered": "2016-01-11T05:26:28 -06:00"
  },
  {
    "id": 6,
    "courseId": "6357982d232a965ab328dc9d",
    "guid": "76e35179-d0e0-4466-8ca4-9dce2878fc65",
    "balance": "$2,010.00",
    "picture": "http://placehold.it/32x32",
    "age": 30,
    "name": "Isabelle Whitaker",
    "company": "ZILLADYNE",
    "about": "Ex nostrud eu qui qui ea dolor. Anim adipisicing mollit occaecat nostrud nisi. Proident qui sit est ex nostrud deserunt sunt. Sit aliqua fugiat reprehenderit veniam mollit. Quis fugiat anim nostrud velit quis quis aute pariatur in nulla Lorem incididunt ex.\r\n",
    "registered": "2018-10-26T01:37:47 -06:00"
  }
]