[
  {
    "id": 1,
    "courseId": "6357982d16bc457c30f69539",
    "price": "$1,245.39",
    "picture": "https://i.ibb.co/Rp2d5pp/5ca0fa757f80a615cb73843bcc8ddb7b-XL.jpg",
    "name": "High-Dimensional Data Analysis",
    "subtitle": "A focus on several techniques that are widely used in the analysis of high-dimensional data.",
    "Instructor": "COMVEYER",
    "about": "If you’re interested in data analysis and interpretation, then this is the data science course for you. We start by learning the mathematical definition of distance and use this to motivate the use of the singular value decomposition (SVD) for dimension reduction of high-dimensional data sets, and multi-dimensional scaling and its connection to principle component analysis. We will learn about the batch effect, the most challenging data analytical problem in genomics today, and describe how the techniques can be used to detect and adjust for batch effects. Specifically, we will describe the principal component analysis and factor analysis and demonstrate how these concepts are applied to data visualization and data analysis of high-throughput experimental data. Finally, we give a brief introduction to machine learning and apply it to high-throughput, large-scale data. We describe the general idea behind clustering analysis and descript K-means and hierarchical clustering and demonstrate how these are used in genomics and describe prediction algorithms such as k-nearest neighbors along with the concepts of training sets, test sets, error rates and cross-validation. Given the diversity in educational background of our students we have divided the series into seven parts. You can take the entire series or individual courses that interest you. If you are a statistician you should consider skipping the first two or three courses, similarly, if you are biologists you should consider skipping some of the introductory biology lectures. Note that the statistics and programming aspects of the class ramp up in difficulty relatively quickly across the first three courses. By the third course will be teaching advanced statistical concepts such as hierarchical models and by the fourth advanced software engineering skills, such as parallel computing and reproducible research concepts. These courses make up two Professional Certificates and are self-paced: ",
    "registered": "2021-06-12"
  },
  {
    "id": 2,
    "courseId": "6357982ded37495cf38007c4",
    "price": "$3,337.49",
    "picture": "https://i.ibb.co/zXj7Hcm/amit-ka.jpg",
    "name": "Python Basics for Data Science",
    "Instructor": "EXOSPACE",
    "subtitle": "This Python course provides a beginner-friendly introduction to Python for Data Science. Practice through lab exercises, and you'll be ready to create your first Python scripts on your own!",
    "about": "Learners who successfully complete this IBM course can earn a skill badge —a detailed, verifiable and digital credential that profiles the knowledge and skills you’ve acquired in this course. Enroll to learn more, complete the course and claim your badge! Kickstart your learning of Python for data science, as well as programming in general with this introduction to Python course. This beginner-friendly Python course will quickly take you from zero to programming in Python in a matter of hours and give you a taste of how to start working with data in Python. ~~~~Upon its completion, you'll be able to write your own Python scripts and perform basic hands-on data analysis using our Jupyter-based lab environment. If you want to learn Python from scratch, this course is for you. You can start creating your own data science projects and collaborating with other data scientists using IBM Watson Studio. When you sign up, you will receive free access to Watson Studio. Start now and take advantage of this platform and learn the basics of programming, machine learning, and data visualization with this introductory course.",
    "registered": "2019-09-11"
  },
  {
    "id": 3,
    "courseId": "6357982d0633b7687222818b",
    "price": "$2,066.01",
    "picture": "https://i.ibb.co/G7n6wry/What-is-data-science-2.jpg",
    "name": "Data Science: Machine Learning",
    "Instructor": "AQUAMATE",
    "subtitle": "Build a movie recommendation system and learn the science behind one of the most popular and successful data science techniques.",
    "about": "Perhaps the most popular data science methodologies come from machine learning. What distinguishes machine learning from other computer guided decision processes is that it builds prediction algorithms using data. Some of the most popular products that use machine learning include the handwriting readers implemented by the postal service, speech recognition, movie recommendation systems, and spam detectors.In this course,part ofourProfessional Certificate Program in Data Science, you will learn popular machine learning algorithms, principal component analysis, and regularization by building a movie recommendation system.You will learn about training data, and how to use a set of data to discover potentially predictive relationships. As you build the movie recommendation system, you will learn how to train algorithms using training data so you can predict the outcome for future datasets. You will also learn about overtraining and techniques to avoid it such as cross-validation. All of these skills are fundamental to machine learning.",
    "registered": "2020-01-29"
  },
  {
    "id": 4,
    "courseId": "6357982ddcd152deb1c1c762",
    "price": "$3,619.07",
    "picture": "https://i.ibb.co/t2fCZxL/sql-for-data-science.jpg",
    "name": "SQL for Data Science",
    "subtitle": "Learn how to use and apply the powerful language of SQL to better communicate and extract data from databases - a must for anyone working in the data science field.",
    "Instructor": "MICROLUXE",
    "about": "Learners who successfully complete this IBM course can earn a skill badge — a detailed, verifiable and digital credential that profiles the knowledge and skills you’ve acquired in this course. Enroll to learn more, complete the course and claim your badge! Much of the world's data lives in databases. SQL (or Structured Query Language) is a powerful programming language that is used for communicating with and extracting various data types from databases. A working knowledge of databases and SQL is necessary to advance as a data scientist or a machine learning specialist. The purpose of this course is to introduce relational database concepts and help you learn and apply foundational knowledge of the SQL language. It is also intended to get you started with performing SQL access in a data science environment. The emphasis in this course is on hands-on, practical learning. As such, you will work with real databases, real data science tools, and real-world datasets. You will create a database instance in the cloud. Through a series of hands-on labs, you will practice building and running SQL queries. You will also learn how to access databases from Jupyter notebooks using SQL and Python.No prior knowledge of databases, SQL, Python, or programming is required.",
    "registered": "2020-05-13"
  },
  {
    "id": 5,
    "courseId": "6357982d3d5d2277e60f375d",
    "price": "$1,009.57",
    "picture": "https://i.ibb.co/rFdKsPC/Data-Analysis-with-Python.png",
    "name": "Analyzing Data with Python",
    "subtitle": "Learn how to use and apply the powerful language of SQL to better communicate and extract data from databases - a must for anyone working in the data science field.",
    "Instructor": "TERRAGO",
    "about": "Learners who successfully complete this IBM course can earn a skill badge — a detailed, verifiable and digital credential that profiles the knowledge and skills you’ve acquired in this course. Enroll to learn more, complete the course and claim your badge! LEARN TO ANALYZE DATA WITH PYTHON Learn how to analyze data using Python in this introductory course. You will go from understanding the basics of Python to exploring many different types of data through lecture, hands-on labs, and assignments. You will learn how to prepare data for analysis, perform simple statistical analyses, create meaningful data visualizations, predict future trends from data, and more!",
    "registered": "2016-01-11"
  },
  {
    "id": 6,
    "courseId": "6357982d232a965ab328dc9d",
    "price": "$2,010.00",
    "picture": "https://i.ibb.co/r54zst3/f11c9289-596e-4c46-a9cb-318052f259ae-0b7656599f64-small.jpg",
    "age": 30,
    "name": "AI for Everyone: Master the Basics",
    "subtitle": "Learn what Artificial Intelligence (AI) is by understanding its applications and key concepts including machine learning, deep learning and neural networks.",
    "Instructor": "ZILLADYNE",
    "about": "Learners who successfully complete this IBM course can earn a skill badge — a detailed, verifiable and digital credential that profiles the knowledge and skills you’ve acquired in this course. Enroll to learn more, complete the course and claim your badge! In this course, you will learn what AI is and understand its applications and use cases and how it is transforming our lives. You will explore basic AI concepts including machine learning, deep learning, and neural networks as well as use cases and applications of AI. You will be exposed to concerns surrounding AI, including ethics, bias, jobs and the impacts on society. You will take a glimpse of the future with AI, get advice for starting an AI related career, and wrap up the course by demonstrating AI in action with a mini project. This AI for Everyone course does not require any programming or computer science expertise and is designed to introduce the basics of AI to anyone whether you have a technical background or not.",
    "registered": "2018-10-26"
  }
]